// General
"ADD" = "Lisää";
"OK" = "OK";
"CANCEL" = "Kumoa";
"Space" = "Tila";
"SPACES" = "Spaces";
"OPTIONS" = "Valinnat…";
"CONTINUE" = "Jatka";
"TURN_BT_ON" = "Kytke Bluetooth päälle";

"SEARCHING" = "Etsitään…";
"CONNECTING" = "Yhdistetään…";

// Combobox entries
"MODIFER_OPTION" = "⌥ Optio";
"MODIFER_CONTROL" = "⌃ Ctrl";
"MODIFER_COMMAND" = "⌘ Komento";

"MOUSEBUTTON_OPEN" = "Avaa ”%@”";

//
"TOP_LABEL_BT_OFF_HEADER" = "Liitä USB-hiiri tai kytke Bluetooth päälle.";
"TOP_LABEL_BT_HEADER" = "Odota, että Bluetooth-hiiri löydetään, tai liitä USB-hiiri.";
"TOP_LABEL_NO_BT_HEADER" = "Liitä USB-hiiri.";

//
"MID_LABEL_NO_MOUSE" = "Hiirtä ei löytynyt.";
"MID_LABEL_1_MOUSE" = "Löytyi 1 hiiri.";
"MID_LABEL_MOUSE_FOUND" = "Löytyi ”%@”";


// Gestures
"ONE_FINGER" = "Yksi sormi";
"ONEFINGER_SCROLL_GESTURE" = "Vieritys";
"AX_ONEFINGER_SCROLL_GESTURE" = "Vieritys";
"SECONDARYCLICK_GESTURE" = "Toissijainen osoitus";
"AX_SECONDARYCLICK_GESTURE" = "Toissijainen osoitus";
"ONEFINGER_SCREEN_ZOOM_GESTURE" = "Näytön zoomaus";
"AX_ONEFINGER_SCREEN_ZOOM_GESTURE" = "Näytön zoomaus";

"TWO_FINGERS" = "Kaksi sormea";
"2F_SWIPE_LEFT_RIGHT" = "Selaa pyyhkäisemällä vasemmalle/oikealle";
"AX_2F_SWIPE_LEFT_RIGHT" = "Selaa pyyhkäisemällä vasemmalle ja oikealle";

"SCREENZOOM_GESTURE" = "Näytön zoomaus";
"WITH_MOMENTUM" = "sykäyksittäin";
"WITHOUT_MOMENTUM" = "perinteisesti";


//
"BT_OFF_ALERT_TITLE" = "Et voi muodostaa yhteyttä Bluetooth-hiireen, koska Bluetooth ei ole päällä. Haluatko kytkeä sen päälle?";
"BT_INDICATOR_SEARCHING" = "Etsitään…";
"BT_INDICATOR_CONNECTING" = "Yhdistetään…";

//
"LEFT" = "Vasen";
"RIGHT" = "Oikea";
"SCROLL" = "Vieritä";
"NAVIGATE" = "Selaa";
"SCROLL_OFF" = "POIS";
"SCROLL_VERTICAL" = "Vain pystysuunnassa";
"SCROLL_VERTICAL_HORIZONTAL" = "Pysty- ja vaakasuunnassa";
"SCROLL_360" = "360 astetta";
"SWIPE_1_FINGER" = "1 sormella";
"SWIPE_2_FINGER" = "2 sormella";
"3F_TAP_TO_DASHBOARD" = "Dashboard";
"3F_TAP_TO_EXPOSE_ALL_WINDOW" = "Exposé - kaikki ikkunat";
"3F_TAP_TO_EXPOSE_APP_WINDOW" = "Exposé - ohjelmaikkunat";
"3F_TAP_TO_EXPOSE_DESKTOP" = "Exposé - työpöytä";



